Repository: Phylu/webtech-django2
Catalog: webtech-translation/scorecard/locale/*/LC_MESSAGES/django.po
Languages: de

source: A
de: Eine

source: page by
de: Seite von

source: Home
de: Start

source: Statistics
de: Statistik

source: Title
de: Titel

source: Lecturer
de: Dozent

source: Votes
de: Stimmen

source: Course not available.
de: Kurs nicht verf端gbar.

source: has
de: hat

source: %(counter)s vote.
de: %(counter)s Stimme.

source: You usually can only vote once. If you want to vote again, I can make an exception for you.
de: Normalerweise darfst du nur einmal abstimmen. Wenn du magst, kann ich eine Ausnahme f端r dich machen.

source: Vote again?
de: Nomal abstimmen?

source: No courses available
de: Keine Kurse verf端gbar

source: Number of Lecturers
de: Anzahl Dozenten

source: Number of Courses
de: Anzahl Kurse

source: Lecturer with Highest Votes
de: Dozent mit den meisten Stimmen

source: Votes Mean for
de: Stimmen Mittelwert f端r

source: You have already voted!
de: Du hast bereits abgestimmt!

source: Vote Successful!
de: Abstimmung erfolgreich!

source: Vote Not Successful!
de: Abstimmung nicht erfolgreich!
